import './style.css'

export const CreateTemplate = () => {
    const template = {
        type: ['Продажа', 'Продажа', 'Продажа', 'Продажа', 'Продажа',],
        category: {
            subcategory: ['Продажа', 'Продажа', 'Продажа', 'Продажа', 'Продажа',],
            subSubcategory: ['Продажа', 'Продажа', 'Продажа', 'Продажа', 'Продажа',],
        },
        label: ['Продажа', 'Продажа', 'Продажа', 'Продажа', 'Продажа',],
        opSysem: ['Продажа', 'Продажа', 'Продажа', 'Продажа', 'Продажа',],
        select1: ['Продажа', 'Продажа', 'Продажа', 'Продажа', 'Продажа',],
        select2: ['Продажа', 'Продажа', 'Продажа', 'Продажа', 'Продажа',],
        select3: ['Продажа', 'Продажа', 'Продажа', 'Продажа', 'Продажа',],
        select4: ['Продажа', 'Продажа', 'Продажа', 'Продажа', 'Продажа',],
        select5: ['Продажа', 'Продажа', 'Продажа', 'Продажа', 'Продажа',],
        select6: ['Продажа', 'Продажа', 'Продажа', 'Продажа', 'Продажа',],
    }

    return (
        <div className='createTemplate'>
            {template.type.length > 0 && <div className='eachTemplateItem'>
                <label>Тип объявления*</label>
            </div>}
        </div>
    )
}